[GENERAL]
NAME					= Polish
TRANSLATOR				= Lukasz Seweryn (2016-04-24)
DLG_FONT_NAME				= 
DLG_FONT_SIZE				= 


[TEXT]
TEXT_MESSAGEBOX_OK			= OK
TEXT_MESSAGEBOX_CANCEL			= Anuluj
TEXT_MESSAGEBOX_ABORT			= Przerwij
TEXT_MESSAGEBOX_RETRY			= Ponów
TEXT_MESSAGEBOX_IGNORE			= Ignoruj
TEXT_MESSAGEBOX_YES			= Tak
TEXT_MESSAGEBOX_NO			= Nie
TEXT_MESSAGEBOX_CONTINUE		= Kontynuuj

TEXT_APP_NAME				= Honeyview
TEXT_BETA				= Beta
TEXT_PORTABLE				= Portable
TEXT_BUILDNO				= Build#
TEXT_SELECT_FOLDER			= Wybierz folder
TEXT_ASSOC_IMAGE			= Obraz (${str1}) Plik
TEXT_ASSOC_RAWIMAGE			= Obraz RAW (${str1}) Plik
TEXT_ASSOC_EBOOK			= Skompresowany obraz (${str1}) Plik
TEXT_APP_DESC				= Honeyview jest ultraszybką przeglądarką.
TEXT_ABOUTBOX_TAB1			= O Honeyview
TEXT_PHOTOFOLDER_NAME			= Honeyview
TEXT_OPENFILEDLG_IMAGEFILE		= Plik obrazu
TEXT_OPENFILEDLG_ALLFILE		= Wszystkie pliki
TEXT_NEW_FOLDER				= Nowy folder
TEXT_TRANSF_FILE_BEGIN_WITH		= Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG		= Błąd pobierania wymaganych plików instalacyjnych.
TEXT_UPDATE_VERSION_CHECK_FAILED	= Błąd sprawdzenia wersji 
TEXT_UPDATE_VERSION_CHECKING		= Sprawdzanie wersji
TEXT_UPDATE_DOWNLOAD_FAILED		= Błąd pobierania
TEXT_UPDATE_LATEST_VERSION		= Aplikacja jest aktualna
TEXT_UPDATE_DO_DOWNLOAD			= Wymagana aktualizacja
TEXT_UPDATE_DOWNLOAD_COMPLETED		= Pobieranie zakończone

TEXT_MSG_LASTPAGE			= To jest ostatni obraz
TEXT_MSG_FIRSTPAGE			= To jest pierwszy obraz
TEXT_MSG_NOIMAGEFILE			= Brak obrazów w pliku archiwum.
TEXT_MSG_INVALID_PHOTOFOLDER		= Proszę ustaw ścieżkę "Folder obrazów 2" w konfiguracji.
TEXT_MSG_CANTOPENARCHIVE		= Błąd otwarcia pliku:
TEXT_MSG_INVALID_ARCHIVE_VERSION	= Ten plik nie jest obsługiwany. Proszę uaktualnij do ostatniej wersji.
TEXT_MSG_INVALID_PASSWORD		= Błędne hasło.
TEXT_MSG_STRETCHWHENSMALL_ON		= Rozciągnięcie obrazu: włączone
TEXT_MSG_STRETCHWHENSMALL_OFF		= Rozciągnięcie obrazu: wyłączone
TEXT_MSG_CANTOPENBOOKMARK		= Błąd otwarcia zakładek.
TEXT_MSG_BROKENARCHIVE			= Uszkodzony plik archiwum.
TEXT_MSG_ADDTOBOOKMARK			= Dodaj do zakładek: 
TEXT_MSG_LOADRECENTBOOKMARK		= Otwórz ostatnio zapisane zakładki:
TEXT_MSG_SLIDESHOWSTART			= Uruchom pokaz slajdów: ${TIME}sek.
TEXT_MSG_SLIDESHOWSTOP			= Zatrzymaj pokaz slajdów
TEXT_MSG_ALWAYSONTOP_ON			= Zawsze na wierzchu: włączone
TEXT_MSG_ALWAYSONTOP_OFF		= Zawsze na wierzchu: wyłączone
TEXT_MSG_ZOOMFIX_ON			= Blokowanie rozmiaru: włączone
TEXT_MSG_ZOOMFIX_OFF			= Blokowanie rozmiaru: wyłączone
TEXT_MSG_EXTPROGERR_LAUNCH		= Otwieram w edytorze obrazów
TEXT_MSG_EXTPROGERR_NOTSET		= Proszę wybierz edytor obrazów w konfiguracji (Paint, Photoshop, itp.). 
TEXT_MSG_ARCHIVEBOOKMARK		= Zapamiętaj lokalizacje w pliku archiwum:
TEXT_MSG_RESTART_NOTIFY			= Ponowne uruchomienie programu.
TEXT_MSG_COPY2CLIPBOARD			= Skopiowano do schowka.
TEXT_MSG_COPY2CLIPBOARD_FAILED		= Błąd kopiowania do schowka.
TEXT_MSG_BOOKMARK_EXPORTED		= Zakładki zostały zapisane.
TEXT_MSG_BOOKMARK_EXPORT_FAILED		= Błąd zapisu zakładek.
TEXT_MSG_BOOKMARK_OPEN_FAILED		= Błąd otwarcia zakładek.
TEXT_MSG_BOOKMARK_IMPORT_FAILED		= Błąd importu zakładek.
TEXT_MSG_BOOKMARK_IMPORTED		= Zakładki zostały zaimportowane.
TEXT_MSG_SETWALLPAPER_FAILED		= Błąd ustawienia tapety pulpitu.
TEXT_MSG_CANT_OPEN_IMAGE		= Nie mogę otworzyć pliku obrazu.
TEXT_MSG_TRANSFORM_COMPLETED		= Zakończono proces.
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	= Nie mogę otworzyć pliku.
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	= Nie mogę zapisać pliku.
TEXT_MSG_CANT_OPEN_MMF			= Nie mogę otworztyć MMF. (mmf:${str1})
TEXT_MSG_NOTICE_RESTART			= Ponowne uruchomienie programu.
TEXT_MSG_DELETED			= Usunięto zakładki.

TEXT_ASK_INIT				= Czy chcesz zainicjalizować konfigurację?
TEXT_ASK_DELETE_IMAGE			= Czy chcesz usunąć ten plik do kosza?
TEXT_ASK_DELETE_ARCHIVE			= Bieżący obraz jest częścią archiwum.[br][br]Czy chcesz usunąć cały plik archiwum (${FILENAME})?
TEXT_ASK_DELETE_BOOKMARKALL		= Czy chcesz usunąć wszystkie zapisane zakładki?
TEXT_ASK_LAUNCH_ASSOCUI			= Dla Windows 8 (lub nowszego), użytkownicy są zobowiązani do skojarzenia plików.[br][br]Czy chcesz wykonać skojarzenia dla plików?
TEXT_ASK_STOP_BATCH_PROCESSING		= Proces podczas przetwarzania. Czy chcesz go anulować?

TEXT_FILTERMODE_NONE			= Brak filtra
TEXT_FILTERMODE_BILINEAR		= Przenikanie
TEXT_FILTERMODE_SHARPEN			= Przenikanie + wyostrzanie

TEXT_SHOWMODE_NONE			= Rozmiar oryginalny (100%)
TEXT_SHOWMODE_FIT2WINDOW		= Rozciągnięcie do okna
TEXT_SHOWMODE_FIT2WIDTH			= Rozciągnięcie do szerokości
TEXT_SHOWMODE_TWO_L2R			= Widok podwójny (lewy -> prawy)
TEXT_SHOWMODE_TWO_R2L			= Widok podwójny (lewy <- prawy)

TEXT_NEXTPATH_NOFILE			= Następny folder: ostatni obraz (proszę otwórz plik)
TEXT_NEXTPATH_LASTFOLDER		= Następny folder, ostatni obraz
TEXT_PREVPATH_LASTFOLDER		= Poprzedni folder, ostatni obraz
TEXT_NEXTPATH_OPENFOLDER		= Następny folder:
TEXT_PREVPATH_OPENFOLDER		= Poprzedni folder:

TEXT_DELETE				= Usuń: 
TEXT_COPY_TO_PHOTOFOLDER1		= Kopiuj do folderu obrazów 1:
TEXT_COPY_TO_PHOTOFOLDER2		= Kopiuj do folderu obrazów 2:
TEXT_MOVE_TO_PHOTOFOLDER1		= Przenieś do folderu obrazów 1:

TEXT_SELECTFILEDLG_FILELIST		= Lista
TEXT_SELECTFILEDLG_DATE			= Data modyfikacji
TEXT_SELECTFILEDLG_SIZE			= Rozmiar

TEXT_BOOKMARKEDITDLG_PATH		= Ścieżka

TEXT_PAGETURNFX_NONE			= Żaden
TEXT_PAGETURNFX_HV2			= Obracanie strony
TEXT_PAGETURNFX_ALPHA			= Przenikanie
TEXT_PAGETURNFX_SLIDE			= Przesuwanie

TEXT_FILEINFO_FILENAME			= Nazwa pliku
TEXT_FILEINFO_SIZE			= Rozmiar obrazu
TEXT_FILEINFO_CREATETIME		= Data utworzenia
TEXT_FILEINFO_MODIFYTIME		= Data modyfikacji
TEXT_FILEINFO_IMGINFO			= Rozdzielczość
TEXT_FILEINFO_ROTATE			= Informacje o rotacji
TEXT_FILEINFO_ZOOM			= Powiększanie

TEXT_EXIF_MAKER				= Aparat
TEXT_EXIF_MODEL				= Model
TEXT_EXIF_SOFTWARE			= Program
TEXT_EXIF_ARTIST			= Fotograf
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		= Copyright
TEXT_EXIF_DATETIME			= Data i czas
TEXT_EXIF_FLASHUSED			= Lampa błyskowa
TEXT_EXIF_FOCALLENGTH			= Ogniskowa
TEXT_EXIF_FOCALLENGTH_35MM		= Ogniskowa (35mm)
TEXT_EXIF_EXPOSURETIME			= Migawka
TEXT_EXIF_EXPOSUREBIAS			= Kompesacja
TEXT_EXIF_APERTUREFNUMBER		= Przysłona
TEXT_EXIF_ISOEQUIVALENT			= ISO
TEXT_EXIF_METERINGMODE			= Tryb pomiaru
TEXT_EXIF_EXPOSUREPROGRAM		= Ekspozycja
TEXT_EXIF_DISTANCE			= Dystans
TEXT_EXIF_GPS				= Informacja GPS
TEXT_EXIF_COMMENT			= Komentarz

TEXT_CUSTOMCMD_NOOPERATION		= Nic nie rób
TEXT_CUSTOMCMD_FULLSCREEN		= Pełny ekran
TEXT_CUSTOMCMD_MAXIMIZE			= Maksymalizuj
TEXT_CUSTOMCMD_MINIMIZE			= Minimalizuj
TEXT_CUSTOMCMD_PAGESELECT		= Wybierz obraz
TEXT_CUSTOMCMD_EXIT			= Wyjście
TEXT_CUSTOMCMD_OPEN			= Otwórz plik
TEXT_CUSTOMCMD_OPENFOLDER		= Otwórz folder
TEXT_CUSTOMCMD_NEXT1			= Następna strona (podwójny widok) 
TEXT_CUSTOMCMD_PREV1			= Poprzednia strona (podwójny widok)
TEXT_CUSTOMCMD_NEXT			= Następny obraz
TEXT_CUSTOMCMD_PREV			= Poprzedni obraz
TEXT_CUSTOMCMD_NEXT_RANDOM		= Następny losowy obraz
TEXT_CUSTOMCMD_PREV_RANDOM		= Poprzedni losowy obraz
TEXT_CUSTOMCMD_HOME			= Pierwszy obraz
TEXT_CUSTOMCMD_END			= Ostatni obraz
TEXT_CUSTOMCMD_NEXT10			= Przejdź o 10 obrazów
TEXT_CUSTOMCMD_PREV10			= Wróć o 10 obrazów
TEXT_CUSTOMCMD_SCROLL_UP		= Przewiń w górę
TEXT_CUSTOMCMD_SCROLL_DN		= Przewiń w dół
TEXT_CUSTOMCMD_SCROLL_LEFT		= Przewiń w lewo
TEXT_CUSTOMCMD_SCROLL_RIGHT		= Przewiń w prawo
TEXT_CUSTOMCMD_ZOOM_IN			= Powiększ
TEXT_CUSTOMCMD_ZOOM_OUT			= Pomniejsz
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER		= Kopiuj do folderu obrazów
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		= Przenieś do folderu obrazów
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	= Kopiuj do folderu obrazów 2
TEXT_CUSTOMCMD_NEXTPATH			= Następny plik archiwum/folder
TEXT_CUSTOMCMD_PREVPATH			= Poprzedni plik archiwum/folder
TEXT_CUSTOMCMD_CONTEXT_MENU		= Menu kontekstowe
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE		= Pokaż plik/informacje EXIF

TEXT_COMBO_GIF_TRANS_OPTION_0		= Użyj oryginalnej palety GIF
TEXT_COMBO_GIF_TRANS_OPTION_1		= Użyj białego koloru tła
TEXT_COMBO_GIF_TRANS_OPTION_2		= Użyj siatki jako tło
TEXT_COMBO_GIF_TRANS_OPTION_3		= Użyj czarnego koloru tła

TEXT_COMBO_LASTFILE_ACTION_NONE		= Nic nie rób
TEXT_COMBO_LASTFILE_ACTION_ASK		= Zapytaj
TEXT_COMBO_LASTFILE_ACTION_LOOP		= Idź do pierwszego pliku
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	= Idź do następnego/poprzedniego folderu/pliku

TEXT_ASSOC_GROUP0			= Często używane formaty obrazów
TEXT_ASSOC_GROUP1			= Nowo wprowadzone formaty obrazów
TEXT_ASSOC_GROUP2			= Bezstratne formaty obrazów
TEXT_ASSOC_GROUP3			= Skompresowane formaty obrazów

TEXT_SORT_METHOD_FILENAME		= Sortuj po nazwie
TEXT_SORT_METHOD_DATE			= Sortuj po dacie modyfikacji
TEXT_SORT_METHOD_SIZE			= Sortuj po rozmiarze
TEXT_SORT_METHOD_EXT			= Sortuj po typie

TEXT_TRANSF_RESIZE_NONE			= Nie zmieniaj rozmiaru
TEXT_TRANSF_RESIZE_KEEPRATIO		= Zachowaj oryginalne proporcje
TEXT_TRANSF_RESIZE_FITWIDTH		= Dopasuj do szerokości
TEXT_TRANSF_RESIZE_ADD			= Dodaj ramkę
TEXT_TRANSF_RESIZE_CUT			= Przytnij obraz
TEXT_TRANSF_RESIZE_STRETCH		= Rozciągnij obraz

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO		= Auto
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		= JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG		= PNG

TEXT_BTN_PREV_FOLDER			= Poprzedni folder ( [ )
TEXT_BTN_NEXT_FOLDER			= Następny folder ( ] )
TEXT_BTN_PREV_ARCHIVE			= Poprzedni plik archiwum ( [ )
TEXT_BTN_NEXT_ARCHIVE			= Następny plik archiwum ( ] )


[MENU]
MENUSTR_OPEN				= Otwórz\tF2
MENUSTR_OPENFOLDER			= Otwórz folder\tF
MENUSTR_CLOSE				= Zamknij\tF4
MENUSTR_PAGESELECT			= Wybierz obraz\tEnter
MENUSTR_OPEN_FILEPOSITION		= Pokaż w Windows Eksplorerze\tCtrl+Enter

MENUSTR_FILTER_NONE			= Brak filtru\tU
MENUSTR_FILTER_BILINEAR			= Przenikanie\tI
MENUSTR_FILTER_SHARPEN			= Przenikanie, wyostrzanie\tS

MENUSTR_PAGEMOVE			= Wyświetlanie
MENUSTR_PAGEMOVE_NEXT			= Następny obraz\t->
MENUSTR_PAGEMOVE_PREV			= Poprzedni obraz\t<-
MENUSTR_PAGEMOVE_HOME			= Pierwszy obraz\tHome
MENUSTR_PAGEMOVE_END			= Ostatni obraz\tEnd
MENUSTR_PAGEMOVE_NEXT10			= Przejdź o 10 obrazów\tCtrl+PageDown
MENUSTR_PAGEMOVE_PREV10			= Wróć o 10 obrazów\tCtrl+PageUp
MENUSTR_PAGEMOVE_RAND_NEXT		= Następny losowy obraz\tCtrl+Alt+PageDown
MENUSTR_PAGEMOVE_RAND_PREV		= Poprzedni losowy obraz\tCtrl+Alt+PageUp
MENUSTR_PAGEMOVE_NEXT_PATH		= Następny folder/plik archiwum\t]
MENUSTR_PAGEMOVE_PREV_PATH		= Poprzedni folder/plik archiwum\t[

MENUSTR_INTERPOLATEMODE			= Interpolacja
MENUSTR_INTERPOLATEMODE_BILINEAR	= Bilinearna (szybka)
MENUSTR_INTERPOLATEMODE_BICUBIC		= Bicubic (wolna, wysoka jakość)
MENUSTR_INTERPOLATEMODE_LANCZOS		= Lanczos (wolna, wysoka jakość)

MENUSTR_IMAGE_PROCESSING		= Efekty obrazu
MENUSTR_IMAGE_PROCESSING_NEGATIVE	= Negatyw\tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA		= Kompesacja gamma\tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP		= Odbij poziomo\tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR		= Odbij pionowo\tCtrl+M

MENUSTR_SORT_METHOD			= Sortuj według
MENUSTR_SORT_METHOD_FILENAME		= Nazwy
MENUSTR_SORT_METHOD_DATE		= Daty modyfikacji
MENUSTR_SORT_METHOD_SIZE		= Rozmiaru
MENUSTR_SORT_METHOD_EXT			= Typu
MENUSTR_SORT_DESCENDING			= Malejąco

MENUSTR_SHOWMODE			= Wyświetl obraz
MENUSTR_FILTER_STRETCHWHENSMALL		= Rozciągnij małe obrazy\tZ
MENUSTR_SHOWMODE_NONE			= Rozmiar oryginalny (100%)\t0
MENUSTR_SHOWMODE_STRETCH		= Powiększ do okna\t9
MENUSTR_SHOWMODE_FITWIDTH		= Rozciągnij do szerokości\t8
MENUSTR_SHOWMODE_TWO_L2R		= Podwójny widok (lewy -> prawy)\t7
MENUSTR_SHOWMODE_TWO_R2L		= Podwójny widok (lewy <- prawy)\t6

MENUSTR_ZOOM				= Powiększenie
MENUSTR_ZOOM_IN				= Powiększ\t+
MENUSTR_ZOOM_OUT			= Pomniejsz\t-
MENUSTR_ZOOM_FIX			= Zablokuj\tCtrl+K
MENUSTR_ZOOM_100			= 100%\t*
MENUSTR_ZOOM_IN_1			= Powiększ (1%)\tCtrl++
MENUSTR_ZOOM_OUT_1			= Pomniejsz (1%)\tCtrl+-

MENUSTR_ROTATION			= Obróć
MENUSTR_ROTATION_NONE			= Nie obracaj\tAlt+Up
MENUSTR_ROTATION_L90			= Obróć w lewo o 90˚\tAlt+Left
MENUSTR_ROTATION_R90			= Obróć w prawo o 90˚\tAlt+Right
MENUSTR_ROTATION_180			= Obróć o 180˚\tAlt+Down

MENUSTR_EXIFSHOW_TOGGLE			= Plik/dane EXIF\tTAB
MENUSTR_WALLPAPER			= Ustaw jako tapetę pulpitu
MENUSTR_DELETE				= Usuń\tDel
MENUSTR_COPY_TO_PHOTOFOLDER		= Kopiuj do folderu zdjęć\tIns
MENUSTR_EXTPROG0			= Edytuj obraz\tCtrl+E
MENUSTR_PRINT				= Drukuj\tCtrl+P
MENUSTR_COPY2CLIPBOARD			= Kopiuj do schowka\tCtrl+C

MENUSTR_SETTING				= Konfiguracja\tF5
MENUSTR_ABOUT				= O Honeyview\tF1
MENUSTR_EXIT				= Wyjście\tX

; about popup menu
MENUSTR_HOMEPAGE			= Strona domowa
MENUSTR_HELP				= Skróty klawiszowe pomoc

; bookmark popup menu
MENUSTR_BOOKMARK_ADD			= Dodaj do zakładek\tB
MENUSTR_BOOKMARK_DELALL			= Usuń wszystkie zakładki
MENUSTR_BOOKMARK_SETTTING		= Ustawienia zakładek
MENUSTR_BOOKMARK_EDIT			= Edytuj zakładki\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			= Zatrzymaj pokaz slajdów\tCtrl+0
MENUSTR_SLIDESHOW_01			= 1 sekunda\tCtrl+1
MENUSTR_SLIDESHOW_02			= 2 sekundy\tCtrl+2
MENUSTR_SLIDESHOW_03			= 3 sekundy\tCtrl+3
MENUSTR_SLIDESHOW_04			= 4 sekundy\tCtrl+4
MENUSTR_SLIDESHOW_05			= 5 sekund\tCtrl+5
MENUSTR_SLIDESHOW_06			= 6 sekund\tCtrl+6
MENUSTR_SLIDESHOW_07			= 7 sekund\tCtrl+7
MENUSTR_SLIDESHOW_08			= 8 sekund\tCtrl+8
MENUSTR_SLIDESHOW_09			= 9 sekund\tCtrl+9
MENUSTR_SLIDESHOW_10			= 10 sekund
MENUSTR_SLIDESHOW_15			= 15 sekund
MENUSTR_SLIDESHOW_20			= 20 sekund
MENUSTR_SLIDESHOW_25			= 25 sekund
MENUSTR_SLIDESHOW_30			= 30 sekund
MENUSTR_SLIDESHOW_60			= 60 sekund
MENUSTR_SLIDESHOW_90			= 90 sekund
MENUSTR_SLIDESHOW_LOOP			= Powtórz
MENUSTR_SLIDESHOW_RANDOM		= Losowo

MENUSTR_PAGETURNFX_NONE			= Brak efektu
MENUSTR_PAGETURNFX_HV2			= Odwracanie
MENUSTR_PAGETURNFX_ALPHA		= Przenikanie
MENUSTR_PAGETURNFX_SLIDE		= Przesuwanie

MENUSTR_PHOTOFOLDER_COPY1		= Kopiuj do folderu obrazów 1\tInsert
MENUSTR_PHOTOFOLDER_MOVE1		= Przenieś do folderu obrazów 1\tCtrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		= Kopiuj do folderu obrazów 2\tShift+Insert
MENUSTR_PHOTOFOLDER_SETTING		= Ustawienia folderu obrazów
MENUSTR_PHOTOFOLDER_OPEN		= Otwórz folder obrazów 1

MENUSTR_TRANSFORMDLG			= Modyfikuj obraz (obróć, zmień rozmiar)\tCtrl+T

[DIALOG]
IDCANCEL				= Anuluj
IDOK					= OK

[IDD_ABOUT]  
IDD_ABOUT				= O Honeyview
IDC_BTN_HOMEPAGE			= Strona domowa
IDC_BTN_UPDATE				= Aktualizacja

[IDD_SETTING]
IDD_SETTING				= Konfiguracja
IDC_BTN_INIT				= Resetuj

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			= Ustawienia ogólne
IDC_CHK_USESNAP				= Przyklejaj okno do krawędzi
IDC_CHK_DONOTREMEMBERFOLDER		= Nie zapisuj ścieżki ostatniego folderu
IDC_CHK_ONE_INSTANCE			= Nie pozwalaj na wiele instancji Honeyview
IDC_CHK_ASK_DELETE			= Potwierdź przed usunięciem pliku
IDC_CHK_NO_CENTER_MESSAGE		= Wyświetlaj powiadomienia w rogu zamiast na środku
IDC_CHK_ALWAYS_ON_TOP			= Zawsze na wierzchu (Ctrl+A)
IDC_CHK_ESC_TO_EXIT			= Wyjście po naciśnięciu ESC
IDC_CHK_CHECK_UPDATE			= Sprawdzaj czy jest nowa - główna wersja programu
IDC_CHK_CHECK_UPDATE_MINOR		= Sprawdzaj czy jest jakakolwiek aktualizacja programu
IDC_STATIC_LASTFILEACTION_IMAGE		= Po otwarciu ostatniego/pierwszego obrazu:
IDC_STATIC_LASTFILEACTION_ARCHIVE	= Po otwarciu ostatniego/pierwszego obrazu w archiwum:

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				= Ustawienia widoku
IDC_CHK_SHOWBORDER			= Pokaż obramowanie głównego okna
IDC_CHK_SHOW_OVERLAY_FILEINFO		= Pokaż nazwę pliku gdy górny panel jest ukryty (Shift+TAB)
IDC_CHK_SAVE_ZOOM_FIX			= Zapisz stan blokady rozmiaru obrazu
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		= Nie wyświetlaj górnego panelu menu
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR		= Nie wyświetlaj dolnego panelu kontroli
IDC_CHK_DO_NOT_SIDE_ARROW		= Nie wyświetlaj strzałek bocznych
IDC_CHK_DO_NOT_SHOW_ANIMINFO		= Nie wyświetlaj okna kontroli animacji
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		= Nie wyświetlaj okna z informacją o powiększeniu
IDC_CHK_HIDE_TOOLTIP_HELP		= Nie pokazuj podpowiedzi po najechaniu myszką
IDC_CHK_EXIFINFO_SMALL_FONT		= Użyj małej czcionki dla informacji o pliku/EXIF
IDC_CHK_USEBKGNDIMAGE			= Zmień domyślny obraz tła
IDC_BTN_BKGND_SET			= Przeglądaj
IDC_BTN_BKGND_OPEN			= Otwórz folder
IDC_STATIC_BKGNDCOLOR			= Kolor tła:
IDC_BTN_BKGND				= Wybierz
IDC_STATIC_BORDERCOLOR			= Kolor ramki:
IDC_BTN_BORDERCOLOR			= Wybierz

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK			= Ustawienia zakładek
IDC_CHK_AUTOBOOKMARK			= Automatycznie zapisuj bieżącą ścieżkę do zakładek
IDC_CHK_SHARE_SETTING			= Wspólna konfiguracja/zakładki dla wielu okien
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	= Automatycznie zapamiętaj bieżącą ścieżkę w skompresowanym pliku
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE	= Usuń zakładki
IDC_STATIC_MAX_BOOKMARK			= Maksymalna ilość zakładek:

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			= Skojarzenia plików
IDC_BTN_IMAGE_SELECT			= Zaznacz wszystko
IDC_BTN_IMAGE_DESELECT			= Odznacz wszystko
IDC_BTN_APPLY_NOW			= Zastosuj teraz

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			= Powiązanie rozszerzeń
IDC_STATIC_ASSOC_DESC1			= Dla Windows 8 (lub nowszego), możesz skojarzyć pliki w następujący sposób:
IDC_STATIC_ASSOC_DESC2			= 1. Kliknij na poniższy przycisk "Ustaw skojarzenia programów"
IDC_STATIC_ASSOC_DESC3			= 2. Zaznacz poszczególne rozszerzenia lub "Zaznacz wszystko"
IDC_STATIC_ASSOC_DESC4			= 3. Klikni przycisk "Zapisz".
IDC_STATIC_ASSOC_DESC1_10		= Dla Windows 10 (lub nowszego), możesz skojarzyć pliki w następujący sposób:
IDC_STATIC_ASSOC_DESC2_10		= 1. Kliknij na poniższy przycisk "Ustaw skojarzenia programów"
IDC_STATIC_ASSOC_DESC3_10		= 2. Przejdź do "Przeglądarka fotografii" w oknie Aplikacje domyślne.
IDC_STATIC_ASSOC_DESC4_10		= 3. Wybierz "Honeyview" jako domyślną przeglądarke fotografii.
IDC_BTN_LAUNCH_ASSOC_REG_UI		= Ustawienia powiązań
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		= Metoda klasyczna

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING		= Wyświetlanie obrazu
IDC_CHK_EXIFROTATION			= Automatyczny obrót obrazu według informacji EXIF
IDC_CHK_STRONG_SHARPEN			= Użyj mocnego filtru wyostrzania
IDC_CHK_CACHE_IMAGE			= Buforuj następny obraz
IDC_STATIC_CACHE_MEMORY_SIZE		= Rozmiar bufora: 
IDC_CHK_ALIGN_TOP_WHEN_LARGE		= Pokaż górę obrazu w przypadku gdy obraz jest większy od okna
IDC_CHK_USE_PREVIEW_MODE		= Wyświetl zdjęcia w gorszej jakości podczas wczytywania
IDC_CHK_USE_IMAGE_ICC			= Użyj danych profilu ICC z pliku obrazu
IDC_CHK_USE_MONITOR_ICC			= Użyj danych profilu ICC monitora
IDC_STATIC_GIF_TRANSPARENT_OPTION	= Przeźroczystość tła dla obrazów GIF:
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	= Przeźroczystość tła dla obrazów 32-bitowych:
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	= Interpolacja (filtr powiększania):
IDC_STATIC_PAGETURNFX			= Efekt przerzucania strony:

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE		= Sprawdź
IDC_STATIC_CUSTOMKEYDESC_KEY		= Skrót
IDC_STATIC_CUSTOMKEYDESC_ACTION		= Akcja

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		= Ustawienie
IDC_STATIC_CUSTOMMOUSE_ACTION		= Akcja
IDC_CHK_CUSTOM_LBUTTON			= Lewy przycisk LPM
IDC_CHK_DBLCLICK2MAXIMIZE		= Maksymalizacja/okno poprzez podwójne kliknięcie
IDC_CHK_CLICK2PAGETURN			= Następny/poprzedni obraz po kliknięciu odpowiedniej strony ekranu
IDC_CHK_CUSTOM_MBUTTON			= Środkowy przycisk ŚPM
IDC_CHK_CUSTOM_RBUTTON			= Prawy przycisk PPM
IDC_CHK_CUSTOM_XBUTTON			= Przycisk X
IDC_CHK_CUSTOM_YBUTTON			= Przycisk Y
IDC_CHK_CUSTOM_WHEELUP			= Rolka myszy w górę 
IDC_CHK_CUSTOM_WHEELDN			= Rolka myszy w dół

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE			= Ustawienia menu kontekstowego
IDC_CHK_SHELL_USE_SHELL_MENU		= Użyj menu kontekstowego w Eksploratorze Windows
IDC_CHK_SHELL_TRANSFORM_DLG		= Konwertuj obraz w Honeyview
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	= Wyświetl obraz w Honeyview
IDC_CHK_SHELL_PREVIEW_IMAGE		= Podgląd w menu kontekstowym
IDC_CHK_SHELL_SHOW_IMAGE_INFO		= Pokaż informacje o obrazie
IDC_CHK_SHELL_SHOW_ICON			= Pokaż ikonę Honeyview

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			= Różne ustawienia
IDC_STATIC_PHOTOFOLDER			= Folder obrazów
IDC_STATIC_PHOTOFOLDER_DESC1		= Folder obrazów 1:
IDC_STATIC_PHOTOFOLDER_DESC2		= Folder obrazów 2:
IDC_BTN_PHOTOFOLDER_SET1		= Przeglądaj
IDC_BTN_PHOTOFOLDER_OPEN1		= Otwórz
IDC_BTN_PHOTOFOLDER_SET2		= Przeglądaj
IDC_BTN_PHOTOFOLDER_OPEN2		= Otwórz
IDC_STATIC_EXTPROGRAM			= Edytor obrazów
IDC_BTN_SET_EXTPROG0			= Przeglądaj
IDC_BTN_SET_EXTPROG1_FAST		= Preset
IDC_CHK_PAGETURNWAV			= Efekt dźwiękowy podczas przewracania strony
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	= Nie otwieraj obrazów RAW
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST	= Podczas otwierania plikóW JPEG, nie otwieraj plików RAW z tą samą nazwą
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW	= Podczas otwierania plików RAW, pokaż miniaturkę jeśli istnieje
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE	= Dostosuj rozmiar okna do rozmiaru obrazu
IDC_CHK_DISABLE_SCREEN_SAVER		= Nie uruchamiaj wygaszacza ekranu gdy Honeyview jest uruchomiony

[IDD_SETTING_LANG]
IDC_STATIC_LANG				= Ustawienia języka
IDC_STATIC_OPEN_MULTLANG_PAGE		= [Pobierz więcej języków...]
IDC_STATIC_OPEN_LANG_FOLDER		= [Otwóz folder języków...]

[IDD_PAGESELECT]
IDD_PAGESELECT				= Wybierz obraz
IDC_CHECK_SHOW_THUMBNAIL		= Ukryj pasek podglądu

[IDD_PASSINPUT]
IDD_PASSINPUT				= Wprowadź hasło
IDC_STATIC_PASSDESC			= Ten plik jest zaszyfrowany, proszę wprowadzić hasło.

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			= Edytuj zakładki
IDC_BTN_DEL				= Usuń
IDC_BTN_IMPORT				= Importuj zakładki
IDC_BTN_EXPORT				= Eksportuj zakładki

[IDD_PRINT]
IDD_PRINT				= Drukuj
IDC_GROUP_PRINTER			= Wybierz drukarkę
IDC_BTN_PRINTER_PROPERTY		= Właściwości
IDC_CHK_ROTATE				= Obróć o 90˚
IDC_CHK_FIT_IN				= Skaluj do papieru
IDC_STATIC_ZOOM				= Skaluj:
IDC_STATIC_MARGIN_L			= Margines lewy:
IDC_STATIC_MARGIN_T			= Margines górny:
IDC_STATIC_MARGIN_R			= Margines prawy:
IDC_STATIC_MARGIN_B			= Margines dolny:
IDC_STATIC_COPIES			= Ilość kopii:
IDC_BTN_PRINT				= Drukuj
IDC_BTN_CLOSE				= Zamknij

[IDD_UPDATE]
IDD_UPDATE				= Uaktualnienia Honeyview
IDC_STATIC_MESSAGE_1			= Aktualizacje Honeyview są gotowe.
IDC_STATIC_MESSAGE_2			= Kliknij przycisk "Uaktualnij" aby zainstalować nową wersję.
IDOK					= Uaktualnij
IDCANCEL				= Anuluj
IDC_BTN_SETTING_UPDATE			= Ustawienia

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			= Zmień nazwę lub nadpisz
IDC_STATIC_ASK_OVERWRITE		= Plik już istnieje.
IDC_STATIC_SRC				= Bieżący obraz
IDC_STATIC_DST				= Docelowy obraz
IDC_BTN_OVERWRITE			= Nadpisz
IDC_BTN_RENAME				= Zapisz jako...

[IDD_WALLPAPER]
IDD_WALLPAPER				= Ustaw jako tapetę pulpitu
IDC_STATIC_PREVIEW			= Podgląd
IDC_STATIC_BACK_COLOR			= Kolor tła
IDC_RADIO_BACKCOLOR_0			= Czarny
IDC_RADIO_BACKCOLOR_1			= Automatyczny
IDC_RADIO_BACKCOLOR_2			= Dowolny...
IDC_BTN_BKGND				= Wybierz...
IDC_BTN_CLOSE				= Zamknij
IDC_BTN_APPLY				= Zastosuj teraz

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			= Otwórz plik
IDC_STATIC_OPENING			= Otwieram...

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER			= Wybierz folder
IDC_STATIC_FOLDER			= Ścieżka folderu:
IDC_BTN_NEWFOLDER			= Nowy folder
IDC_CHK_OPEN_SUBFOLDER			= Włącznie z plikami z podfolderów

[IDD_TRANSFORM]
IDD_TRANSFORM				= Konwersja obrazu
IDC_STATIC_FILELIST			= Lista plików
IDC_STATIC_PREVIEW			= Podgląd
IDC_BTN_START				= Start
IDC_BTN_CLOSE				= Zamknij
IDC_BTN_OPEN_DEST_FOLDER		= Otwórz folder

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE			= Obróć
IDC_RADIO_ROTATE_NONE			= Nie obracaj
IDC_RADIO_ROTATE_LEFT			= Obróć w lewo o 90˚
IDC_RADIO_ROTATE_RIGHT			= Obróć w prawo o 90˚
IDC_RADIO_ROTATE_180			= Obróć o 180˚
IDC_RADIO_ROTATE_AUTO			= Automatycznie, zgodnie z EXIF
IDC_STATIC_RESIZE			= Zmień rozmiar
IDC_STATIC_RESIZE_SIZE			= Nowy rozmiar

IDC_STATIC_FORMAT			= Ustawienia formatu
IDC_STATIC_FORMAT_SELECT		= Format:
IDC_STATIC_FORMAT_QUALITY		= Jakość:
IDC_STATIC_SAVE				= Folder wyjściowy
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	= Bieżący folder
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	= Folder obrazów
IDC_RADIO_TARGETFOLDER_CUSTOM		= Zapisz w:
IDC_STATIC_FILENAME_HEADER		= Prefiks
IDC_STATIC_FILENAME2SAVE		= Podgląd nazwy pliku
IDC_BTN_INIT				= Resetuj


[SKIN]
$TT_FULLSCREEN				= Pełny ekran (Alt+Enter)
$TT_TOGGLE_ZOOM_CONTROL			= Skrót: /
$TT_TOGGLE_ANIMINFO_CONTROL		= Skrót: Alt+Z
$TT_PAGESELECT				= Wybierz obraz (Enter)
$TT_LOCKCONTROLBAR			= Zablokuj kontrolę (~)
$TT_LOCKTITLEBAR			= Zablokuj menu (`)
$TT_COPY_EXIFINFO			= Kopiuj obraz/informację EXIF (Ctrl+Shift+C)
$TT_TOGGLE_EXIF				= Pokaż/ukryj obraz/informacje EXIF (Tab)
$TT_LAUNCH_GPS_LOCATION			= Zobacz lokalizację w Google Maps.
$TT_PLAY_SOUNDNSHOT			= Odtwórz dźwięk (plik dźwiękowy).
$TT_CLOSE_EXIFINFO			= Zamknij (Tab)
$TT_PREV_BTN				= LPM:Poprzedni, PPM:10 poprzednich
$TT_NEXT_BTN				= LPM:Następny, PPM:10 nastepnych

$BTN_TEXT_EXIF				= EXIF
$BTN_TEXT_GPS				= GPS
$BTN_TEXT_PLAY_SOUNDNSHOT		= Dźwięk
$BTN_TEXT_SHOWMODE			= Widok
$BTN_TEXT_PHOTOFOLDER			= Kopiuj do
$BTN_TEXT_EDIT				= Edytuj
$BTN_TEXT_STICKY			= Blokuj
$BTN_TEXT_BOOKMARK			= Zakładka
$BTN_TEXT_SLIDESHOW			= Pokaz slajdów
$BTN_TEXT_UPDATE			= Dostępna jest nowa wersja

$TEXT_SETTINGTAB_GENERAL		= Ogólne
$TEXT_SETTINGTAB_VIEW			= Widok
$TEXT_SETTINGTAB_BOOKMARK		= Zakładki
$TEXT_SETTINGTAB_ASSOC			= Powiązania
$TEXT_SETTINGTAB_IMAGEPROCESS		= Wyświetlanie
$TEXT_SETTINGTAB_KEYBOARD		= Klawiatura
$TEXT_SETTINGTAB_MOUSE			= Mysz
$TEXT_SETTINGTAB_SHELL			= Menu kontekstowe
$TEXT_SETTINGTAB_ETC			= Różne 
$TEXT_SETTINGTAB_LANG			= Język

$TEXT_DESKTOP				= Pulpit
$TEXT_DOCUMENT				= Dokument
$TEXT_PICTURE				= Obraz
$TEXT_COMPUTER				= Komputer


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG		= Konwertuj
TEXT_LAUNCH_HONEYVIEW			= Otwórz
TEXT_LOADING				= Ładuję
TEXT_IMAGE_LOAD_FAILED			= Błąd wczytywania pliku
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= Podgląd niedostępny


[INSTALLER]
LNK_FILE_DESC				= Uruchom Honeyview
UNINSTALLER_LNK_NAME 			= Odinstaluj program

MSG_STILLRUN_EXIT_PROGRAM		= Program Honeyview jest uruchomiony. Proszę zamknij program.
MSG_ASK_DELETE_ALL_FILES		= Część plików pozostała w folderze instalacyjnym ($INSTDIR).[br][br]Czy chciałbyś usunąć folder całkowicie?
MSG_ASK_RESTART_EXPLORER		= W celu zakończenia instalacji, Windows Eksplorer wymaga restartu. Czy chcesz zrestartować teraz??
MSG_ASK_UNINSTALL_HV3			= Honeyview3 jest już zainstalowany. Należy najpierw odinstalować starą wersję. Czy chcesz kontynuoować?
MSG_UNINSTALL_HV3_FAILED		= Błąd odinstalowywania.
MSG_RESTART_EXPLORER			= Windows Eksplorer zostanie zrestartowany aby zakończyć proces usuwania Honeyview3.

TEXT_LICENSE				= Honeyview - umowa licencyjna
TEXT_OPTIONS				= Opcje instalacji
TEXT_OPT_PROGRAMGROUP			= Utwórz skrót w Menu Start
TEXT_OPT_DESKTOPSHORCUT			= Utwórz skrót na pulpicie
TEXT_OPT_QUICKLAUNCH			= Utwórz skrót w pasku szybkiego uruchamiania
TEXT_OPT_FOLDER				= Folder docelowy
TEXT_OPT_REGIMAGE			= Skojarz pliki obrazów
TEXT_SELECT_FOLDER			= Wybierz folder
TEXT_LICENSE_LINK			= [Strona domowa]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1	= END USER LICENSE AGREEMENT
TEXT_INSTALLER_MAIN_LICENSE_LINE_2	= Honeyview jest darmową, ultraszybką przeglądarką obrazów rozwijaną i dystrybuowaną przez Bandisoft.[br][br]Ten program jest darmowy do użytku domowego, komercyjnego, rządowego i innego.

TEXT_ASK_RESTART_EXPLORER		= Windows Eksplorer zostanie zrestartowany w celu zakończenia instalacji. Czy chcesz kontynuować teraz?
TEXT_NEED_ADMIN_PRIVILEGE		= Ten program może być zainstalowany wyłącznie przez użytkownia z prawami administratora.[br][br]Użytkownik bez odpowiednich praw może nie zainstalować poprawnie aplikacji.[br][br]Czy chcesz zatrzymać instalację?

